export default function ContractOffer() {
    return (
        <div id="contractOfferid" className="contractOffer">
            <h2 className="contractOffer_title">
                Договор оферты
            </h2>
            <p className="contractOffer_text">Договор публичной оферты о продаже товаров интернет-магазина fastPizza</p>
            <h3 className="contractOffer_minTitle">1. Общие положения, термины и определения.</h3>
            <p className="contractOffer_text">
                ООО «Чень вкусно», именуемое в дальнейшем «Продавец», в лице директора Товстенко А.П.,
                действующего на основании Устава, публикует Публичную оферту о продаже товаров по образцам,
                представленным на интернет-сайте Продавца fastPizza.
            </p>
            <p className="contractOffer_text">
                1.2. Настоящий договор определяет порядок ведения Продавцом розничной продажи Товара через
                интернет-магазин в соответствии со ст. 405 Гражданского Кодекса .... и
                является публичной офертой Продавца, адресуемой неопределенному кругу физических лиц являющихся
                как резидентами, так и не резидентами РФ.
            </p>
            <p className="contractOffer_text">
                1.3. К отношениям между Продавцом и Покупателем (далее по тексту – Стороны) применяются положения
                параграфа 2 главы ....(Розничная купля-продажа), а также требования Законов РФ «О Торговле»,
                «О защите прав потребителей», Постановления Совета Министров «Об утверждении Правил осуществления
                розничной торговли по образцам» и иных нормативных правовых актов .....,
                регулирующих вопросы розничной купли-продажи..............
            </p>
        </div>
    );
}